// const.js

export const TASK_STATUS_LABELS = {
    'Не начато': 'Не начато',
    'В процессе': 'В процессе',
    'На проверке': 'На проверке',
    'Отменено': 'Отменено',
    'Приостановлено': 'Приостановлено',
    'Завершено': 'Завершено',
    'Просрочено': 'Просрочено',
};

export const PROJECT_STATUS_LABELS = {
    'Запланирован': 'Запланирован',
    'В процессе': 'В процессе',
    'Ожидает одобрения': 'Ожидает одобрения',
    'На рассмотрении': 'На рассмотрении',
    'Завершен': 'Завершен',
    'Отложен': 'Отложен',
    'Отменен': 'Отменен',
};

export const PRIORITY_LABELS = {
    'Низкий': 'Низкий',
    'Средний': 'Средний',
    'Высокий': 'Высокий',
};